{
    "minecraft": "Minecraft is a sandbox video game developed by Mojang Studios. It was created by Markus Persson and released in 2011. The game allows players to build and explore virtual worlds made up of blocks, with various gameplay modes including survival, creative, and adventure.",
    "valorant": "Valorant is a free-to-play first-person shooter developed and published by Riot Games. Released in 2020, it combines elements of tactical shooters with hero-based gameplay. Players assume the role of agents, each with unique abilities, and compete in team-based matches to complete objectives.",
    "gta v": "Grand Theft Auto V is an open-world action-adventure game developed by Rockstar North and published by Rockstar Games. Released in 2013, it is set in the fictional state of San Andreas and follows the lives of three criminals as they plan heists and navigate the criminal underworld",
    "the witcher 3: wild hunt": "The Witcher 3: Wild Hunt is an action role-playing game developed by CD Projekt Red. Released in 2015, it is based on the book series by Andrzej Sapkowski. Players control Geralt of Rivia, a monster hunter, as he searches for his adopted daughter while navigating a richly detailed open world filled with quests and moral choices.",
    "god of war - ragnarok": "God of War Ragnarök is an action-adventure game developed by Santa Monica Studio and published by Sony Interactive Entertainment. Released in 2022, it is a sequel to the 2018 game God of War. Players control Kratos and his son Atreus as they navigate Norse mythology and face new challenges while seeking to prevent Ragnarok.",
    "red dead redemption 2": "Red Dead Redemption 2 is an open-world action-adventure game developed and published by Rockstar Games. Released in 2018, it is set in the late 1800s and follows Arthur Morgan, a member of the Van der Linde gang, as they navigate the decline of the Wild West. The game features a vast open world, rich storytelling, and immersive gameplay.",
    "fifa 18": "FIFA 18 is a football simulation video game developed by EA Sports. Released in 2017, it is part of the FIFA series and features various game modes, including Ultimate Team and Career Mode. The game includes real teams, players, and leagues, and is known for its realistic gameplay and graphics.",
    "elden ring": "Elden Ring is an action role-playing game developed by FromSoftware and published by Bandai Namco Entertainment. Released in 2022, it is set in a dark fantasy world created in collaboration with author George R.R. Martin. Players explore a vast open world, engage in challenging combat, and uncover the lore of the Elden Ring.",
    "the legend of zelda: breath of the wild": "The Legend of Zelda is an action-adventure video game franchise created by Nintendo. The series follows the adventures of Link, a hero tasked with rescuing Princess Zelda and defeating the evil Ganon. Known for its exploration, puzzle-solving, and combat, the franchise has become one of Nintendo's most iconic and beloved series.",
    "overwatch": "Overwatch is a team-based first-person shooter developed by Blizzard Entertainment. Released in 2016, it features a diverse cast of heroes, each with unique abilities. Players work together in teams to complete objectives and engage in fast-paced multiplayer matches across various maps and game modes.",
    "skyrim": "The Elder Scrolls V: Skyrim is an open-world action role-playing game developed by Bethesda Game Studios. Released in 2011, it is set in the fantasy world of Tamriel and follows the Dragonborn, a hero with the power to absorb dragon souls. Players can explore a vast open world, complete quests, and develop their character's skills and abilities.",
    "outer wilds": "Outer Wilds is an action-adventure game developed by Mobius Digital and published by Annapurna Interactive. Released in 2019, it features a unique time loop mechanic where players explore a mysterious solar system filled with ancient ruins and secrets. The game emphasizes exploration, puzzle-solving, and uncovering the story of the universe.",
    "hades": "Hades is a roguelike dungeon crawler developed and published by Supergiant Games. Released in 2020, players control Zagreus, the son of Hades, as he attempts to escape the Underworld. The game features fast-paced combat, a rich narrative, and a unique art style, with players encountering various gods and mythological figures along the way.",
    "dark souls": "Dark Souls is an action role-playing game developed by FromSoftware and published by Bandai Namco Entertainment. Released in 2011, it is known for its challenging gameplay, intricate level design, and deep lore. Players navigate a dark fantasy world filled with formidable enemies and bosses, emphasizing exploration and strategic combat.",
    "league of legends": "League of Legends is a multiplayer online battle arena (MOBA) game developed and published by Riot Games. Released in 2009, players control champions with unique abilities and compete in team-based matches to destroy the opposing team's Nexus. The game features a diverse roster of champions, strategic gameplay, and a vibrant esports scene.",
    "dragon ball z: budokai tenkaichi 4": "Dragon Ball Z: Budokai Tenkaichi 4 is a fighting game developed by Spike and published by Bandai Namco Entertainment. Released in 2007, it is based on the Dragon Ball Z anime and manga series. Players can choose from a large roster of characters and engage in fast-paced battles with various game modes, including story mode and multiplayer.",
    "mario bros": "Mario Bros. is a classic arcade game developed by Nintendo, released in 1983. Players control Mario and Luigi as they navigate through levels, defeating enemies and collecting coins. The game is known for its simple yet addictive gameplay, and it laid the foundation for the iconic Super Mario franchise.",
    "deep rock galactic": "Deep Rock Galactic is a cooperative first-person shooter developed by Ghost Ship Games. Released in 2020, players take on the roles of dwarven miners exploring procedurally generated caves filled with dangerous creatures and valuable resources. The game emphasizes teamwork, exploration, and combat, with various classes and missions to complete.",
    "counter-strike: global offensive": "Counter-Strike: Global Offensive (CS:GO) is a first-person shooter developed by Valve and Hidden Path Entertainment. Released in 2012, it is the fourth game in the Counter-Strike series. Players compete in team-based matches, completing objectives such as bomb defusal or hostage rescue. The game is known for its competitive gameplay and esports scene.",
    "among us": "Among Us is a multiplayer social deduction game developed by InnerSloth. Released in 2018, players take on the roles of crewmates aboard a spaceship, completing tasks while trying to identify impostors among them. The game emphasizes communication and deception, making it popular for online play and streaming.",
    "terraria": "Terraria is a sandbox adventure game developed by Re-Logic. Released in 2011, it features a 2D world where players can explore, build, and fight against various enemies and bosses. The game emphasizes creativity and exploration, with a wide range of items, crafting options, and biomes to discover.",
    "cyberpunk 2077": "Cyberpunk 2077 is an open-world action role-playing game developed by CD Projekt Red. Released in 2020, it is set in the dystopian Night City, where players assume the role of V, a mercenary with cybernetic enhancements. The game features a rich narrative, character customization, and a vast open world filled with quests and activities.",
    "resident evil 4 remake": "Resident Evil 4 is a survival horror game developed and published by Capcom. Released in 2005, it follows Leon S. Kennedy as he attempts to rescue the President's daughter from a cult in rural Spain. The game is known for its innovative gameplay, third-person perspective, and intense action, revitalizing the Resident Evil franchise.",
    "stardew valley": "Stardew Valley is a farming simulation role-playing game developed by ConcernedApe. Released in 2016, players inherit a run-down farm and work to restore it while interacting with the local community. The game features farming, crafting, mining, and social elements, allowing players to create their own farm and build relationships with villagers.",
    "assassin's creed valhalla": "Assassin's Creed Valhalla is an action role-playing game developed by Ubisoft. Released in 2020, it is set during the Viking Age and follows Eivor, a Viking raider, as they lead their clan from Norway to England. The game features an open world, exploration, and a rich narrative with historical elements.",
    "fortnite": "Fortnite is a free-to-play battle royale game developed by Epic Games. Released in 2017, it features a unique building mechanic and a vibrant art style. Players compete in matches to be the last person or team standing while collecting resources, weapons, and items. The game also includes creative and cooperative modes, making it popular among players of all ages.",
    "hearthstone": "Hearthstone is a digital collectible card game developed by Blizzard Entertainment. Released in 2014, players build decks and compete in turn-based matches using cards representing characters, spells, and abilities from the Warcraft universe. The game emphasizes strategy and deck-building, with various game modes and expansions.",
    "the last of us part ii": "The Last of Us Part II is an action-adventure game developed by Naughty Dog and published by Sony Interactive Entertainment. Released in 2020, it is a sequel to The Last of Us. Players control Ellie as she navigates a post-apocalyptic world filled with infected and hostile humans, exploring themes of revenge, loss, and morality.",
    "forza horizon 5": "Forza Horizon 5 is an open-world racing game developed by Playground Games and published by Xbox Game Studios. Released in 2021, it is set in a fictionalized version of Mexico and features a vast open world with diverse environments. Players can participate in various",
    "hollow knight": "Hollow Knight is a metroidvania-style action-adventure game developed by Team Cherry. Released in 2017, players control a silent knight exploring the mysterious, insect-filled kingdom of Hallownest. The game features challenging combat, platforming, and a rich narrative with beautiful hand-drawn art and atmospheric music.",
    "grand theft auto: san andreas" : "Grand Theft Auto: San Andreas is an open-world action-adventure game developed by Rockstar North and published by Rockstar Games. Released in 2004, it follows the story of Carl 'CJ' Johnson as he returns to his hometown of Los Santos to uncover the truth behind his mother's",
    "search": "Search",
    "searching": "Searching...",
    "search results": "Search Results",
    "view more": "View More",
    "error rendering cards": "Error rendering cards",
    "loading" : "Loading...",

    "buttonAddFavorite": "Add to Favorites",

    "genero": "Genre: ",
    "empresa": "Company: ",
    "rating": "Rating: ",
    "released": "Release Date: ",

    "buttonFavorites": "Favorites",
    "buttonTranslate": "Change language to spanish",

    "listFavorites": "List of Favorites",

    "copyright": "All rights reserved",
    "authors": "Developed by: ",
    "greeting": "This project was made possible thanks to the training and shared knowledge of: "

}


