{
    "gta v description": "Grand Theft Auto V es un videojuego de acción y aventura de mundo abierto desarrollado por Rockstar North y publicado por Rockstar Games. Lanzado en 2013, está ambientado en el estado ficticio de San Andreas y sigue las vidas de tres criminales mientras planean atracos y navegan por el inframundo criminal.",
    "The Witcher 3: Wild Hunt description": "The Witcher 3: Wild Hunt es un videojuego de rol de acción desarrollado por CD Projekt Red. Lanzado en 2015, está basado en la serie de libros de Andrzej Sapkowski. Los jugadores controlan a Geralt de Rivia, un cazador de monstruos, mientras busca a su hija adoptiva y navega por un mundo abierto ricamente detallado lleno de misiones y decisiones morales.",
    "God of War - Ragnarok description": "God of War Ragnarök es un videojuego de acción y aventura desarrollado por Santa Monica Studio y publicado por Sony Interactive Entertainment. Lanzado en 2022, es una secuela del juego God of War de 2018. Los jugadores controlan a Kratos y su hijo Atreus mientras navegan por la mitología nórdica y enfrentan nuevos desafíos mientras buscan prevenir el Ragnarök.",
    "red dead redemption 2 description": "Red Dead Redemption 2 es un videojuego de acción y aventura de mundo abierto desarrollado y publicado por Rockstar Games. Lanzado en 2018, está ambientado a finales de 1800 y sigue a Arthur Morgan, un miembro de la banda Van der Linde, mientras navega por el declive del Viejo Oeste. El juego presenta un vasto mundo abierto, una rica narrativa y una jugabilidad inmersiva.",
    "fifa 18 description": "FIFA 18 es un videojuego de simulación de fútbol desarrollado por EA Sports. Lanzado en 2017, es parte de la serie FIFA y presenta varios modos de juego, incluidos Ultimate Team y Career Mode. El juego incluye equipos, jugadores y ligas reales, y es conocido por su jugabilidad y gráficos realistas.",
    "elden ring description": "Elden Ring es un videojuego de rol de acción desarrollado por FromSoftware y publicado por Bandai Namco Entertainment. Lanzado en 2022, está ambientado en un mundo de fantasía oscura creado en colaboración con el autor George R.R. Martin. Los jugadores exploran un vasto mundo abierto, participan en combates desafiantes y descubren la historia del Elden Ring.",
    "zelda the legend of zelda description": "The Legend of Zelda es una franquicia de videojuegos de acción y aventura creada por Nintendo. La serie sigue las aventuras de Link, un héroe encargado de rescatar a la Princesa Zelda y derrotar al malvado Ganon. Conocida por su exploración, resolución de acertijos y combate, la franquicia se ha convertido en una de las más icónicas y queridas de Nintendo.",
    "overwatch description": "Overwatch es un videojuego de disparos en primera persona basado en equipos desarrollado por Blizzard Entertainment. Lanzado en 2016, presenta una diversa lista de héroes, cada uno con habilidades únicas. Los jugadores trabajan juntos en equipos para completar objetivos y participar en intensas partidas multijugador en varios mapas y modos de juego.",
    "skyrim description": "The Elder Scrolls V: Skyrim es un videojuego de rol de acción de mundo abierto desarrollado por Bethesda Game Studios. Lanzado en 2011, está ambientado en el mundo de fantasía de Tamriel y sigue al Dragonborn, un héroe con el poder de absorber almas de dragones. Los jugadores pueden explorar un vasto mundo abierto, completar misiones y desarrollar las habilidades y habilidades de su personaje.",
    "outer wilds description": "Outer Wilds es un videojuego de aventura de acción desarrollado por Mobius Digital y publicado por Annapurna Interactive. Lanzado en 2019, presenta una mecánica única de bucle temporal donde los jugadores exploran un sistema solar misterioso lleno de ruinas antiguas y secretos. El juego enfatiza la exploración, la resolución de acertijos y el descubrimiento de la historia del universo.",
    "hades description": "Hades es un videojuego de acción y aventura desarrollado y publicado por Supergiant Games. Lanzado en 2020, los jugadores controlan a Zagreus, el hijo de Hades, mientras intenta escapar del Inframundo. El juego presenta un combate rápido, una rica narrativa y un estilo artístico único, con los jugadores encontrando varios dioses y figuras mitológicas en el camino.",
    "dark souls description": "Dark Souls es un videojuego de rol de acción desarrollado por FromSoftware y publicado por Bandai Namco Entertainment. Lanzado en 2011, es conocido por su jugabilidad desafiante, diseño de niveles intrincado y profunda narrativa. Los jugadores navegan por un mundo de fantasía oscura lleno de enemigos y jefes formidables, enfatizando la exploración y el combate estratégico.",
    "league of legends description": "League of Legends es un videojuego de batalla en línea multijugador (MOBA) desarrollado y publicado por Riot Games. Lanzado en 2009, los jugadores controlan campeones con habilidades únicas y compiten en partidas por equipos para destruir el Nexo del equipo contrario. El juego presenta una diversa lista de campeones, jugabilidad estratégica y una vibrante escena de deportes electrónicos.",
    "dragon ball z budokai tenkaichi 3 description": "Dragon Ball Z: Budokai Tenkaichi 3 es un videojuego de lucha desarrollado por Spike y publicado por Bandai Namco Entertainment. Lanzado en 2007, está basado en el anime y manga Dragon Ball Z. Los jugadores pueden elegir entre una amplia lista de personajes y participar en intensas batallas con varios modos de juego, incluido el modo historia y multijugador.",
    "mario bros description": "Mario Bros. es un videojuego de arcade clásico desarrollado por Nintendo, lanzado en 1983. Los jugadores controlan a Mario y Luigi mientras navegan por niveles, derrotando enemigos y recolectando monedas. El juego es conocido por su jugabilidad simple pero adictiva, y sentó las bases para la icónica franquicia Super Mario.",
    "deep rock galactic description": "Deep Rock Galactic es un videojuego de disparos en primera persona cooperativo desarrollado por Ghost Ship Games. Lanzado en 2020, los jugadores asumen los roles de enanos mineros que exploran cuevas generadas por procedimientos llenas de criaturas peligrosas y recursos valiosos. El juego enfatiza el trabajo en equipo, la exploración y el combate, con varias clases y misiones para completar.",
    "csgo description": "Counter-Strike: Global Offensive (CS:GO) es un videojuego de disparos en primera persona desarrollado por Valve y Hidden Path Entertainment. Lanzado en 2012, es el cuarto juego de la serie Counter-Strike. Los jugadores compiten en partidas por equipos, completando objetivos como desactivar bombas o rescatar rehenes. El juego es conocido por su jugabilidad competitiva y su escena de deportes electrónicos.",
    "amoung us description": "Among Us es un videojuego multijugador de deducción social desarrollado por InnerSloth. Lanzado en 2018, los jugadores asumen los roles de compañeros de tripulación a bordo de una nave espacial, completando tareas mientras intentan identificar a los impostores entre ellos. El juego enfatiza la comunicación y el engaño, lo que lo hace popular para jugar en línea y transmitir.",
    "terraria description": "Terraria es un videojuego de aventura de sandbox desarrollado por Re-Logic. Lanzado en 2011, presenta un mundo 2D donde los jugadores pueden explorar, construir y luchar contra varios enemigos y jefes. El juego enfatiza la creatividad y la exploración, con una amplia gama de objetos, opciones de elaboración y biomas para descubrir.",
    "cyberpunk 2077 description": "Cyberpunk 2077 es un videojuego de rol de acción de mundo abierto desarrollado por CD Projekt Red. Lanzado en 2020, está ambientado en la distópica Night City, donde los jugadores asumen el papel de V, un mercenario con mejoras cibernéticas. El juego presenta una rica narrativa, personalización de personajes y un vasto mundo abierto lleno de misiones y actividades.",
    "resident evil 4 description": "Resident Evil 4 es un videojuego de terror de supervivencia desarrollado y publicado por Capcom. Lanzado en 2005, sigue a Leon S. Kennedy mientras intenta rescatar a la hija del presidente de un culto en el campo español. El juego es conocido por su jugabilidad innovadora, perspectiva en tercera persona y acción intensa, revitalizando la franquicia Resident Evil.",
    "stardew valley description": "Stardew Valley es un videojuego de simulación de agricultura y rol desarrollado por ConcernedApe. Lanzado en 2016, los jugadores heredan una granja en ruinas y trabajan para restaurarla mientras interactúan con la comunidad local. El juego presenta elementos de agricultura, elaboración, minería y sociales, permitiendo a los jugadores crear su propia granja y construir relaciones con los aldeanos.",
    "assassin's creed valhalla description": "Assassin's Creed Valhalla es un videojuego de rol de acción desarrollado por Ubisoft. Lanzado en 2020, está ambientado durante la Era Vikinga y sigue a Eivor, un asaltante vikingo, mientras lidera su clan de Noruega a Inglaterra. El juego presenta un mundo abierto, exploración y una rica narrativa con elementos históricos.",
    "fortnite description": "Fortnite es un videojuego de batalla real gratuito desarrollado por Epic Games. Lanzado en 2017, presenta una mecánica de construcción única y un estilo artístico vibrante. Los jugadores compiten en partidas para ser la última persona o equipo en pie mientras recolectan recursos, armas y objetos. El juego también incluye modos creativos y cooperativos, lo que lo hace popular entre jugadores de todas las edades.",
    "hearthstone description": "Hearthstone es un videojuego de cartas coleccionables digitales desarrollado por Blizzard Entertainment. Lanzado en 2014, los jugadores construyen mazos y compiten en partidas por turnos utilizando cartas que representan personajes, hechizos y habilidades del universo Warcraft. El juego enfatiza la estrategia y la construcción de mazos, con varios modos de juego y expansiones.",
    "the last of us part ii description": "The Last of Us Part II es un videojuego de acción y aventura desarrollado por Naughty Dog y publicado por Sony Interactive Entertainment. Lanzado en 2020, es una secuela de The Last of Us. Los jugadores controlan a Ellie mientras navega por un mundo post-apocalíptico lleno de infectados y humanos hostiles, explorando temas de venganza, pérdida y moralidad."
}